export const QuestionList = [
    {
        "title": "회사에 출근한 첫날, 기분이 어떤가?", 
        "type": "EI", 
        "A": "두근두근 설레, 어떤 사람들이 있을까? ", 
        "B": "회색 콘크리트, 높은 건물, 차가운 책상.. 내가 잘 할 수 있을까?"
    },
    {
        "title": "출근 후 동료들과 처음 하는 점심식사, 어떤가?", 
        "type": "EI", 
        "A": "오, 뭐 먹지? 배고파 맛있겠다!",
        "B": "밥 먹으면서 무슨 이야기를 해야하지..? 자연스럽게 잘 이야기해보고 싶다"
    },
    {
        "title": "나를 비롯한 팀 차원에서 환영회 회식 자리, 기분이 어떤가?", 
        "type": "EI", 
        "A": "얼마만의 술이야, 너무 신나, 가보자고 ",
        "B": "후 적당히 먹고 빨리 가고 싶다 ㅎ"
    },
    {
        "title": "처음으로 참석한 팀 회의, 어떻게 하는 게 좋을까?", 
        "type": "SN", 
        "A": "회의 참석 전 아젠다를 꼼꼼하게 읽어보고 의견을 준비한다",
        "B": "회의 때 팀장님의 손 끝, 작은 표정 변화를 캐치한다"
    },
    {
        "title": "회식 장소를 예약하라는 팀장님의 지시를 받았다. 어떻게 할까? ", 
        "type": "SN", 
        "A": "장소, 메뉴, 분위기, 쾌적성 등 여러 요소를 고려해 후보 식당을 리스트업하고 컨펌받는 게 좋겠다",
        "B": "포털 사이트에서 몇몇 맛집을 찾아보니 ‘여기가 좋을 것 같다’는 생각이 든다. 결정하여 팀장님에게 보고한다"
    },
    {
        "title": "사수인 김 대리님이 최 팀장님이 지시한 중요한 프로젝트에서 공정하지 못한 이유로 배제 되었다. 어떤 생각이 들까?", 
        "type": "SN", 
        "A": "그렇군 ",
        "B": "김 대리님이 배제된 이유가 뭘까? 내가 모르는 이전의 어떤 비하인드 스토리가 있었을까? 그게 무엇일까? 상상해본다"
    },
    {
        "title": "함께 입사한 동료가 상사의 괴롭힘을 토로하며 상담을 해왔다. 무엇이라고 말할 것인가? ", 
        "type": "TF", 
        "A": "현실적으로 상사와 떨어지는 게 어렵기 때문에, 잘 적응해볼 방법을 말해줄 것 같다",
        "B": "무슨 일이 있었는지, 얼마나 힘들었는지 물어보고 같이 마음 아파 한다"
    },
    {
        "title": "궁금한 게 생겨 고민이다. 어떻게 할 것인가? ", 
        "type": "TF", 
        "A": "대리님께 바로 질문한다",
        "B": "대리님이 지금 바빠 보이기 때문에 타이밍 잡기가 어렵다. 우선은 혼자 좀 더 찾아본다"
    },
    {
        "title": "회사에 전화가 울렸다. 우리 회사는 내선번호 하나를 사용하기 때문에, 막내인 내가 받아야만 한다. 수화기를 들고 응대하는데, 누구에게 연결해야 할지 모르겠다. 어떻게 할까? ", 
        "type": "TF", 
        "A": "사수 또는 옆자리 선배에게 질문한다 ",
        "B": "옆자리 선배가 너무 바빠 보여서 우선 스스로 해보려 한다. 전화선을 뽑아 버리고 싶다 ㅎ"
    },
    {
        "title": "첫 출근을 앞둔 전날 밤, 무슨 생각을 하는가?", 
        "type": "JP", 
        "A": "내일 입을 옷, 가져갈 가방, 첫 출근 체크리스트 준비 완료! 두근두근",
        "B": "내일 일은 내일의 나에게"
    },
    {
        "title": "A 프로젝트의 자료조사를 맡았다. 어떻게 진행할 것인가?", 
        "type": "JP", 
        "A": "자료조사의 업무를 세분화해서 목차를 정하고, 정리하고, 마무리하는 데 필요한 시간을 예측해서 투두리스트를 세운다",
        "B": "다음주까지 7일의 시간이 있으므로 5일 전 정도부터 시작하기로 한다"
    },
    {
        "title": "첫 월급을 받았다. 어떻게 사용할 것인가? ", 
        "type": "JP", 
        "A": "우선, 저축할 돈부터 미리 빼두고 생활비 안에서 사고 싶은 것을 산다",
        "B": "수고한 나에게 박수를! 나를 위한 금융치료에 나선다"
    }
]